Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: I would only state that the international community's response to these horrific events was explicit.
fr: Je me contenterai de rappeler que la réaction de la communauté internationale face à ces événements terrifiants a été claire.

source: On 7 July 1988, the European Parliament adopted a resolution condemning the massacres in Sumgait, which read:
fr: Le 7 juillet 1988, le Parlement européen a adopté une résolution condamnant les massacres perpétrés à Soumgaït, dans laquelle il déclarait :

source: “The European Parliament,
fr: « Le Parlement européen,

source: having regard to the historic status of the autonomous region of Nagorno-Karabakh (80 % of whose present population is Armenian) as part of Armenia, to the arbitrary inclusion of this area within Azerbaijan in 1923 and to the massacre of Armenians in the Azerbaijani town of Sumgait in February 1988,
fr: B. Considérant l'appartenance historique à l'Arménie de la région autonome du Haut-Karabakh, peuplée actuellement de 80 % d'Arméniens, le rattachement arbitraire de cette région à l'Azerbaïdjan en 1923 et les massacres d'Arméniens en février 1988 dans la ville azerbaïdjanaise de Soumgaït,

source: “C. whereas the deteriorating political situation, which has led to anti-Armenian pogroms in Sumgait and serious acts of violence in Baku, is in itself a threat to the safety of the Armenians living in Azerbaijan,
fr: C. Considérant que la dégradation de la situation politique, qui a entraîné des pogroms antiarméniens à Soumgaït et de graves actes de violence à Bakou, constitue en elle-même une menace pour la sécurité des Arméniens vivant en Azerbaïdjan,

source: “1. Condemns the violence employed against Armenian demonstrators in Azerbaijan;
fr: Condamne la violence et la répression à l'encontre des manifestants arméniens en Azerbaïdjan;

source: “2. Supports the demand of the Armenian minority for reunification with the Socialist Republic of Armenia
fr: Soutient la revendication de la minorité arménienne qui souhaite son rattachement à la République socialiste d'Arménie;

source: “4. Calls also upon the Soviet authorities to ensure the safety of the 500,000 Armenians currently living in Soviet Azerbaijan and to ensure that those found guilty of having incited or taken part in the pogroms against the Armenians are punished according to Soviet law.”
fr: Demande également aux autorités soviétiques d'assurer la protection et la sécurité des 500 000 Arméniens vivant actuellement dans l'Azerbaïdjan soviétique et de veiller à ce que les personnes reconnues coupables d'avoir incité ou participé à des pogroms contre des Arméniens soient punies conformément à la loi soviétique. »

source: The Sumgait events were organized with a view to hushing up and concealing the Nagorno Karabagh problem.
fr: Les événements de Soumgaït avaient été orchestrés dans le dessein d'occulter et de dissimuler le problème du Haut-Karabakh.

source: While the population of Nagorno Karabagh, after 70 years of unlawful subjugation to Azerbaijani rule, raised its voice in peaceful demonstrations for the legally and universally recognized right to self-determination, thus choosing the democratic, constitutional and peaceful path to the exercise of its right, the response of the Azerbaijani authorities was pogroms and killings of Armenians.
fr: Alors que la population de cette région, après 70 années d'assujettissement au régime illégal de l'Azerbaïdjan, élevait la voix dans des manifestations pacifiques pour revendiquer le droit légalement et universellement reconnu à l'autodétermination, choisissant ainsi un moyen démocratique, constitutionnel et pacifique pour l'expression de cette revendication, les autorités azerbaïdjanaises ont réagi en organisant des pogroms et en tuant des Arméniens.

source: The premeditated killings in Sumgait were to transform the problem of Nagorno Karabagh from a peaceful and democratic process into a violent confrontation, which turned into one of the world's bloodiest ethnic conflicts after the dissolution of the Soviet Union.
fr: Les massacres prémédités commis à Soumgaït allaient ainsi transformer ce processus pacifique et démocratique, enclenché par le problème du Haut-Karabakh en un affrontement violent qui est devenu l'un des conflits ethniques les plus sanglants après la dissolution de l'Union soviétique.

source: The Azerbaijani leadership, then and now, never expressed remorse over the ethnic cleansing and massacres of the Armenians of Azerbaijan or the Armenians of Karabagh.
fr: Les dirigeants azerbaïdjanais n'ont jamais exprimé, pas plus alors que maintenant, de remords au sujet du nettoyage ethnique et des massacres des Arméniens d'Azerbaïdjan ou du Karabakh.

source: In fact, the Azeri leadership encouraged the ethnic cleansing and massacres of the Armenians of Azerbaijan, directly and indirectly, through creation of a conducive environment for violence and impunity for such crimes.
fr: En fait, ils les ont encouragés de manière directe et indirecte, en créant un climat favorable à la violence et à l'impunité pour ces crimes.

source: According to Ilias Izmailov, Azerbaijan's Prosecutor General during the Sumgait pogroms, “Perpetrators of the pogroms now carry mandates and sit in the Parliament” (Zerkalo, 21 February 2003).
fr: D'après Ilias Izmailov, le Procureur général d'Azerbaïdjan à l'époque des pogroms de Soumgaït, « les auteurs des pogroms ont été élus et siègent au Parlement » (Zerkalo, 21 février 2003).

source: Exaltation of impunity continues today when, after the vicious act in Budapest, where an Armenian officer was brutally murdered in his sleep through axing by a young Azerbaijani officer at a NATO “Partnership for Peace” training programme, so-called “committees for the support” of the Azerbaijani military officer have been created in Azerbaijan and the perpetrator of a cowardly act is, right before our eyes, being transformed into a hero.
fr: Cette impunité se poursuit aujourd'hui, alors qu'un jeune officier azerbaïdjanais participant au programme de formation du « Partenariat pour la paix » de l'OTAN a assassiné brutalement dans son sommeil à coups de hache à Budapest un officier arménien, que de soi-disant « comités de soutien » à l'officier azerbaïdjanais ont été créés en Azerbaïdjan et que l'auteur de cet acte lâche devient, devant nos yeux, un héros.

source: This could not but raise concerns over the increase of aggressiveness in Azerbaijani society as a result of such encouragements, distortions and exaggerations, in short, effective hate propaganda by the top leadership.
fr: La montée de l'agressivité au sein de la société azerbaïdjanaise à la suite de tels encouragements, distorsions et exagérations, bref d'une propagande haineuse encouragée par les plus hautes autorités ne peut que susciter l'inquiétude.

source: President Ilham Aliyev has repeatedly told his nation that Azerbaijan could launch a new war in Karabagh: “At any moment we must be able to liberate our territories by military means.
fr: Le Président Ilham Aliyev a déclaré à de nombreuses reprises que l'Azerbaïdjan pourrait s'engager dans une nouvelle guerre au Karabakh pour précisément essayer de justifier les efforts persistants des Azerbaïdjanais de mettre fin au processus de Minsk « à tout moment, nous devons être en mesure de libérer nos territoires par des moyens militaires.

source: To achieve this we have everything Under these circumstances we cannot react positively to those calling us to compromise”, he stated in an effort to justify continued Azerbaijani efforts to abort the Minsk process (source: Zerkalo, 23 July 2004).
fr: Nous avons à cet effet tous les moyens nécessaires… Dans ces circonstances, nous ne pouvons répondre favorablement à ceux qui nous demandent d'accepter un compromis » (source : Zerkalo, 23 juillet 2004).

source: To continue his President's lead, the Azeri Defense Ministry spokesman Colonel Ramiz Melikov stated recently: “In the next 25 to 30 years there will be no Armenian state in the South Caucasus I believe that in 25 to 30 years these territories will once again come under Azerbaijan's jurisdiction” (source: Zerkalo, 4 August 2004).
fr: Dans la même ligne, le porte-parole du Ministère azéri de la défense, le colonel Ramiz Melikov, a récemment déclaré : « au cours des 25 à 30 prochaines années, il n'y aura plus d'État arménien dans le Sud-Caucase… Je pense que dans 25 à 30 ans ces territoires reviendront sous la juridiction de l'Azerbaïdjan » (source : Zerkalo, 4 août 2004).

source: This makes it evident that Azerbaijan is ready to throw the 13-year-long efforts of international mediation away and to threaten the peace process and the relative stability established 11 years ago with a ceasefire.
fr: Il est donc clair que l'Azerbaïdjan est prêt à mettre fin aux 13 années d'efforts de médiation de la part de la communauté internationale et à menacer le processus de paix ainsi que la relative stabilité créée par le cessez-le-feu d'il y a 11 ans.

source: Meanwhile, at every step Armenia has demonstrated its willingness and readiness to cooperate, wherever possible, and to work towards finding a lasting solution to the Nagorno Karabagh conflict.
fr: En même temps, l'Arménie a déclaré et démontré à chaque étape qu'elle était disposée à coopérer, à chaque fois que possible, à la recherche d'une solution durable au conflit du Haut-Karabakh.

source: The latter is possible only through reduction of tension and discontinuation of hate propaganda, which will make the public susceptible to peace.
fr: Une telle solution ne pourra intervenir qu'après que les tensions se seront apaisées et qu'il aura été mis fin à la propagande haineuse afin de préparer la population à la paix.

source: I should be grateful if you would have the present letter circulated as a document of the fifty-ninth session of the General Assembly, under agenda item 163, and of the Security Council.
fr: Je vous serais reconnaissant de bien vouloir faire distribuer le texte de la présente lettre en tant que document de la cinquante-neuvième session de l'Assemblée générale, au titre du point 163 de l'ordre du jour, et du Conseil de sécurité.

source: [24 May 2005]
fr: [24 mai 2005]

source: Right of peoples to self-determination 1 - 13 5
fr: ARTICLE 1 − Droit des peuples à disposer d'eux-mêmes 7

source: Principle of non-discrimination 14 - 32 6
fr: ARTICLE 2 − Principe de non-discrimination 8

source: Equality between men and women in the enjoyment of civil and political rights 33 - 43 9
fr: ARTICLE 3 − Égalité des hommes et des femmes en droits civils et politiques 10

source: Public emergencies 44 - 68 10
fr: ARTICLE 4 − Situations d'exception 12

source: Strict interpretation of the provisions of the Covenant 69 - 73 13
fr: ARTICLE 5 − Interprétation stricte des clauses du Pacte 15

source: Right to life 74 - 114 14
fr: ARTICLE 6 − Le droit à la vie 16

source: Prohibition of torture 115 - 119 23
fr: ARTICLE 7 − Interdiction de la torture 26

source: Prohibition of slavery 120 - 132 23
fr: ARTICLE 8 − Interdiction de l'esclavage 26

source: Right to liberty and security of person 133 - 153 26
fr: ARTICLE 9 − Droit à la liberté et à la sécurité de la personne 29

source: Humane treatment of detainees 154 - 219 29
fr: ARTICLE 10 − Humanisation de la détention 31

source: Prohibition of imprisonment for civil debt 220 - 228 40
fr: ARTICLE 11 − Interdiction d'incarcération pour dettes civiles 42

source: Right to liberty of movement and freedom to choose one's residence 229 - 236 41
fr: ARTICLE 12 − Droit de libre circulation et d'établissement 43

source: Expulsion of foreigners 237 - 246 42
fr: ARTICLE 13 − L'expulsion d'un étranger 44

source: Right to a fair trial 247 - 268 43
fr: ARTICLE 14 − Le droit à un procès équitable 45

source: Principle of nullum crimen, nulla poena sine lege 269 - 275 47
fr: ARTICLE 15 − Le principe «nullum crimen, nulla poena sine lege» 49

source: Right to recognition as a person before the law 276 - 280 47
fr: ARTICLE 16 − Droit à la reconnaissance de la personnalité juridique 49

source: Right to protection of privacy 281 - 292 48
fr: ARTICLE 17 − Droit à la protection de la vie privée 50

source: Freedom of thought, conscience and religion 293 - 300 49
fr: ARTICLE 18 − Liberté de pensée, de conscience et de religion 51

source: Freedom of opinion and expression 301 - 315 50
fr: ARTICLE 19 − Liberté d'opinion et d'expression 52

source: Prohibition of any propaganda for war and any advocacy of national, racial or religious hatred 316 - 321 53
fr: ARTICLE 20 − Interdiction de propagande en faveur de la guerre, interdiction de tout appel à la haine nationale, raciale ou religieuse 55

source: Freedom of assembly 322 - 326 53
fr: ARTICLE 21 − Liberté de réunion 56

source: Freedom of association and the right to form and join trade unions 327 - 351 54
fr: ARTICLE 22 − Liberté d'association et liberté syndicale 56

source: Protection of the family and of children 352 - 363 57
fr: ARTICLE 23 − Protection de la famille et des enfants 59

source: Children's rights and juvenile justice 364 - 406 58
fr: ARTICLE 24 − Droits de l'enfant, administration de la justice pour mineur 61

source: Political rights 407 - 438 62
fr: ARTICLE 25 − Droits politiques 65

source: Principle of non-discrimination before the law 439 - 450 67
fr: ARTICLE 26 − Principe de non-discrimination devant la loi 70

source: Rights of ethnic, religious and linguistic minorities 451 - 459 68
fr: ARTICLE 27 − Droits des minorités ethniques, religieuses ou linguistiques 71

source: Annex I: Map of Madagascar
fr: ANNEXE I: Carte de Madagascar

source: Annex II: Extract from the 1992 Constitution
fr: ANNEXE II: Extrait de la Constitution de 1992

source: Annex III: Extracts from Act No. 97-036 of 30 October 1996
fr: ANNEXE III: Extraits de la loi no 97-036 du 30 octobre 1996

source: Annex IV: Regulations governing the National Electoral Council
fr: ANNEXE IV: Textes réglementaires régissant le CNE

source: Annex V: Regulations governing Dina
fr: ANNEXE V: Textes réglementaires régissant le «DINA»

source: Annex VI: Act No. 2001-004 of 25 October 2001
fr: ANNEXE VI: Loi no 2001-004 du 25 octobre 2001

source: Right of peoples to self-determination
fr: Droit des peuples à disposer d'eux-mêmes

source: Subsequent to the adoption of the new Malagasy Constitution of 1992, the following points can be highlighted.
fr: Depuis l'adoption de la nouvelle Constitution de 1992, les points ci-après sont à souligner:

source: The 1992 Constitution, which was approved by referendum, provides for the following in its title II (“Economic, social and cultural rights and duties”):
fr: La Constitution de 1992, votée par référendum, dispose en son Titre II «des droits et devoirs économiques, sociaux et culturels»:

source: (a) The right to exercise political rights;
fr: a) Le droit à l'exercice des droits politiques;

source: (b) The right to protection of a person's health from the moment of conception;
fr: b) Le droit à la protection de la santé dès la conception;

source: (c) The right to protection of the family;
fr: c) Le droit à la protection de la famille;

source: (d) Free access to State education;
fr: d) L'accès gratuit à l'enseignement public;

source: (e) Compulsory primary education;
fr: e) Le caractère obligatoire de l'enseignement primaire;

source: (f) Equal access to public positions;
fr: f) Le droit à l'accès égal pour tous à la fonction publique;

source: (g) The right to fair remuneration;
fr: g) Le droit à une juste rémunération;

source: (h) Freedom of the press;
fr: h) La liberté de la presse;

source: (i) The right to form and join trade unions;
fr: i) La liberté syndicale;

source: (j) Recognition of the right to strike;
fr: j) La reconnaissance du droit de grève;

source: (k) Recognition of private property and the security of capital and investment;
fr: k) La reconnaissance de la propriété individuelle, la sécurisation des capitaux et des investissements;

source: (l) The political neutrality of the administration, the armed forces, the justice system, the police, and the education and training system.
fr: l) La neutralité politique de l'administration, des forces armées, de la justice, de l'enseignement et de l'éducation.

source: This list reflects the country's adoption of democratic principles, recognition of a multiparty system, ending of censorship, recognition of freedom of opinion, economic liberalization and openness towards other countries.
fr: Cette énumération traduit l'adoption des principes démocratiques, la reconnaissance du multipartisme, la levée de la censure, liberté d'opinion, la libéralisation de l'économie, et l'ouverture du pays aux autres nations.

source: The Constitution of 18 December 1992 allows plenty of scope for setting up political organizations.
fr: La Constitution du 18 décembre 1992 a attribué une large latitude à la création d'organisations politiques.

source: Its article 14 stipulates the following: “Citizens may organize themselves freely and without prior authorization into political associations or parties; however, political associations or parties which represent a threat to national unity or advocate totalitarianism or segregation of an ethnic, tribal or religious nature are prohibited.”
fr: Son article 14 stipule que: «les citoyens s'organisent librement sans autorisation préalable en associations ou partis politiques; sont toutefois interdits les associations ou partis politiques qui mettent en cause l'unité de la nation et ceux qui prônent le totalitarisme ou le ségrégationnisme à caractère ethnique, tribal ou confessionnel».

source: At the economic level
fr: Sur le plan économique

source: At the beginning of the 1980s, the country was gradually moving away from a centrally planned economy towards a free-market economy.
fr: Au début des années 1980, le pays s'achemine progressivement de l'économie dirigée vers une économie libérale.

source: Since 1982, the Bretton Woods institutions have helped alleviate its macroeconomic problems.
fr: Le concours des Institutions de Bretton Woods depuis 1982 a permis de réduire les problèmes macroéconomiques.

source: Otherwise, the comments made in Madagascar's last report still apply.
fr: À part ces observations, les commentaires faits dans le dernier rapport restent valables.

source: The mass demonstrations in 1991 led to the adoption of the “Panorama Convention” of 31 October 1991, which provided for a transitional government until the end of 1993.
fr: Les événements populaires de 1991 ont débouché à l'adoption de la «Convention de Panorama» du 31 octobre 1991 laquelle a institué un régime de transition jusqu'à la fin de l'année 1993.

source: Other measures have been taken to guarantee the freedom of citizens to exercise the rights set forth in the Covenant.
fr: D'autres mesures ont été prises afin d'assurer la liberté des citoyens pour l'exercice des principes édictés par le Pacte.

source: Ordinance No. 90-001 of 9 March 1990 on the general regulations governing political parties and organizations is backed up by article 8 of the 1992 Constitution, which stipulates that “citizens shall have full enjoyment of their civic rights and may freely form, in accordance with democratic rules, political parties or organizations”.
fr: L'ordonnance no 90-001 du 9 mars 1990 portant régime général des partis et organisations politiques a été renforcée par l'article 8 de la Constitution de 1992 qui dispose que «les citoyens jouissent pleinement de leurs droits civiques et peuvent se constituer librement, selon les règles démocratiques, en parti ou organisation politique».

source: Whereas the 1975 Constitution had established decentralized local authorities under central government control, the 1992 Constitution introduced autonomy for provinces.
fr: Si la Constitution de 1975 avait mis en place les collectivités territoriales décentralisées sous tutelle de l'Administration centrale, celle de 1992 a institué l'autonomie des provinces.

source: In this connection, article 126, paragraph 1, of title IV stipulates that “the autonomous provinces are public authorities with legal personality and administrative and financial autonomy”.
fr: L'article 126, paragraphe 1, du Titre IV stipule à cet effet que «les provinces autonomes sont des collectivités publiques dotées de la personnalité juridique ainsi que de l'autonomie administrative et financière».

source: Madagascar has ratified the African Charter on Human and Peoples' Rights, article 20 of which states: “All peoples shall have the right to existence.
fr: Madagascar a ratifié la Charte africaine des droits de l'homme et des peuples, qui en son article 20 énonce que «Tout peuple a droit à l'existence.

source: They shall have the unquestionable and inalienable right to self-determination.
fr: Tout peuple a un droit imprescriptible et inaliénable à l'autodétermination.

source: They shall freely determine their political status and shall pursue their economic and social development according to the policy they have freely chosen.”
fr: Il détermine librement son statut politique et assure son développement économique et social selon la voie qu'il a librement choisie.».

source: Under the Constitution, the African Charter on Human and Peoples' Rights is an integral part of Malagasy positive law.
fr: Selon la Constitution, la Charte africaine des droits de l'homme et des peuples fait partie intégrante du droit positif malgache.

source: In addition to the above, the information provided in the last report remains valid.
fr: Outre les informations ci-dessus fournies, celles développées dans le dernier rapport restent valables.

source: Since its last report, Madagascar has abandoned a socialist system and opted for the new institutional framework enshrined in the Constitution of 18 September 1992 as amended by Constitutional Act No. 95-001 of 13 October 1995 and Constitutional Act No. 98-001 of 8 April 1998.
fr: Depuis le dernier rapport, Madagascar a abandonné le système socialiste et a choisi un nouveau cadre institutionnel consacré par la Constitution du 18 septembre 1992 modifié par les lois constitutionnelles no 95-001 du 13 octobre 1995 et no 98-001 du 8 avril 1998.

source: As a State party to the Covenant, Madagascar guarantees to all persons in its territory and within its jurisdiction the rights recognized in the Covenant without any discrimination, including discrimination on grounds of race, colour, sex, language, religion, political or other opinion, national or social origin, property or birth.
fr: Madagascar, en tant qu'État partie, garantit à tous les individus se trouvant sur son territoire et relevant de sa compétence les droits reconnus dans le Pacte, sans discrimination aucune, notamment de race, de couleur, de sexe, de langue, de religion, d'opinion politique ou de toute autre opinion d'origine nationale ou sociale, de fortune, de naissance.

source: The new Malagasy Constitution considers the following an integral part of Malagasy positive law:
fr: La nouvelle Constitution malagasy considère comme faisant partie intégrante de son droit positif:

source: (a) The International Bill of Human Rights;
fr: a) La Charte internationale des droits de l'homme;

source: (b) The African Charter of Human and Peoples' Rights;
fr: b) La Charte africaine des droits de l'homme et des peuples;

source: (c) The Convention on the Elimination of All Forms of Discrimination against Women and the Convention on the Rights of the Child.
fr: c) Les Conventions relatives aux droits de la femme et de l'enfant.

source: The universal principles for the protection of human rights are reproduced in Malagasy law.
fr: Les grands principes universels de protection des droits de l'homme y sont repris.
